Repository: AgentChe/Explore
Catalog: Explore/Resources/Localizable/*.lproj/Localizable.strings
Languages: de, pt_br

source: Cancel
de: Abbrechen
pt_br: Cancelar

source: Send
de: Senden
pt_br: Enviar

source: Continue
de: Weiter
pt_br: Continuar

source: Settings
de: Einstellungen
pt_br: Configurações

source: Terms of Service
de: Servicebedingungen
pt_br: Termos de Serviço

source: Privacy Policy
de: Datenschutzerklärung
pt_br: Política de Privacidade

# ImagePicker.TakePhoto
source: Take Photo
de: Foto machen
pt_br: Tirar foto

# ImagePicker.CameraRoll
source: CameraRoll
de: Filmrolle
pt_br: Rolo da câmera

# ImagePicker.PhotoLibrary
source: PhotoLibrary
de: Fotobibliothek
pt_br: Biblioteca de fotos

# Paygate.Purchase.Failed
source: Failed to purchase
de: Kauf fehlgeschlagen
pt_br: Falha ao comprar

# Onboarding.Slide5.SubTitle
source: Style your phone with gorgeous shots of abandoned places
de: Style your phone with gargeous shots of abandoneed places
pt_br: Style your phone with gargeous shots of abandoneed places

# Map.Title
source: /r/randonauts
de: Randonautica
pt_br: Randonautica

# Map.Navigate
source: Get location
de: Navigieren
pt_br: Navegar

# Map.StopTrip
source: Stop trip
de: Trip stoppen
pt_br: Parar viagem

# Map.SendFeedback.Failure
source: Failed to send feedback
de: Senden von Feedback fehlgeschlagen
pt_br: Falha em enviar feedback

# Map.MapAppsActionSheet.Message
source: Select application for build route
de: Wählen Sie die Anwendung aus, um die Route zu erstellen
pt_br: Selecione aplicativo para montar a rota

# Map.MapAppsActionSheet.AppleMap
source: Apple Map
pt_br: Mapa da Apple

# Map.MapAppsActionSheet.GoogleMap
source: Google Map
pt_br: Mapa da Google

# Map.MapAppsActionSheet.YandexMap
source: Yandex Map
pt_br: Mapa da Yandex

# Map.TripFeedbackViewController.Title
source: Send feedback about trip
de: Senden Sie Feedback bezüglich des Trips
pt_br: Envie feedback sobre a viagem

# FindPlace.Title
source: /r/randonauts
de: Randonautica
pt_br: Randonautica

# FindPlace.FPRequireGeoPermissionCell.Title
source: Start by sending your location:
de: Beginnen Sie, indem Sie Ihren Standort senden:
pt_br: Comece enviando sua localização:

# FindPlace.FPRequireGeoPermissionCell.Button
source: Send My Location
de: Meinen Standort senden
pt_br: Enviar minha localização

# FindPlace.FPSearchingCoordinateCell.Title
source: Searching your location...
de: Standortsuche ...
pt_br: Pesquisando sua localização...

# FindPlace.FPSearchedCoordinateCell.Title
source: Your location is set at coordinates %f, %f
de: Ihr Standort wird anhand Koordinaten festgelegt %f, %f
pt_br: Sua localização está definida nas coordenadas %f, %f

# FindPlace.FPSearchedCoordinateCell.MapSubtitle
source: this point will become the center of the search
de: dieser Punkt wird zum Zentrum der Suche
pt_br: este ponto se tornará o centro da pesquisa

# FindPlace.FPWhatLikeGetCell.Title
source: Let's explore! What our random algorithm should rely on?
de: Lassen Sie uns erkunden! Worauf sollte sich unser Zufallsalgorithmus stützen?
pt_br: Vamos explorar! No que o nosso algoritmo aleatório deve se basear?

# FindPlace.FPWhatLikeGetCell.Anomaly
source: device
de: Gerät
pt_br: dispositivo

# FindPlace.FPWhatLikeGetCell.Attractor
source: third party
de: Drittpartei
pt_br: terceiros

# FindPlace.FPWhatLikeGetCell.Void
source: weather
de: Wetter
pt_br: clima

# FindPlace.FPWhatLikeGetCell.Pseudo
source: time
de: Zeit
pt_br: data e hora

# FindPlace.FPWhatLikeGetCell.WhatItIs
source: What's this?
de: Was ist das?
pt_br: O que é isso?

# FindPlace.FPRadiusCell.Title
source: Set radius
de: Radius einstellen
pt_br: Definir alcance

# FindPlace.FPCompleteCell.Start
source: Get location
de: Standort ermitteln
pt_br: Obter localização

# FindPlace.FPCompleteCell.Reset
source: Reset
de: Zurücksetzen
pt_br: Redefinir

# FindPlace.FPDenieedGeoPermission.Title
source: Go to settings and enable permission for detect geo
de: Gehen Sie zu Einstellungen und aktivieren Sie die Berechtigung zum Erkennen von Geo
pt_br: Vá em configurações e ative a permissão para geodetecção

# FindPlace.FPDenieedGeoPermission.SettingsButton
source: Settings
de: Einstellungen
pt_br: Configurações

# FindPlace.FPWhatItIsCell.Message
source: When looking for a random point of interest we rely on our database, which also includes the experiences of other users nearby. However when choosing between several variants we like to rely on so called random seed. There're different things we can use for that: your device ID, a completely random number from a third party who knows nothing about you, current weather or time.
de: Bei der Suche nach einem zufälligen Ort von Interesse verlassen wir uns auf unsere Datenbank, die auch die Erfahrungen anderer Benutzer in der Nähe enthält. Bei der Auswahl mehrerer Optionen verlassen wir uns jedoch gerne auf den Anfangswert für Zufallsgenerator. Dafür können wir verschiedene Dinge verwenden: Ihre Geräte-ID, eine völlig zufällige Zahl von einem Dritten, der nichts über Sie, das aktuelle Wetter oder die aktuelle Zeit weiß.
pt_br: Ao procurarmos um ponto de interesse aleatório, nos baseamos em nosso banco de dados, que também inclui as experiências de outros usuários nas proximidades. Porém, ao escolher entre várias opções, gostamos de contar com a chamada semente aleatória. Podemos usar várias coisas diferentes para fazer isso: a ID do seu dispositivo, um número completamente aleatório de um terceiro que não sabe nada sobre você, o clima ou a data e hora atuais.

# FindPlace.CreateTrip.Failure
source: Failed to yield a random spot:
de: Fehler beim Generieren eines zufälligen Orts:
pt_br: Falha em gerar um ponto aleatório:

# FindPlace.FPWhatItIsCell.Message2
source: Figuring out a good intention can be hard, but it's essential to completing a fulfilling /r/randonauts quest. If you're looking for new ideas to spice up your next adventure, plenty of /r/randonauts adventurers on Reddit have been sharing how they've been using the app, and you can look there for inspiration.
de: Figuring out a good intention can be hard, but it's essential to completing a fulfilling Randonautica quest. If you're looking for new ideas to spice up your next adventure, plenty of Randonautica adventurers on Reddit have been sharing how they've been using the app, and you can look there for inspiration.
pt_br: Figuring out a good intention can be hard, but it's essential to completing a fulfilling Randonautica quest. If you're looking for new ideas to spice up your next adventure, plenty of Randonautica adventurers on Reddit have been sharing how they've been using the app, and you can look there for inspiration.

# FindPlace.FPPreloaderAnimation.Title
source: /r/randonauts
de: Randonautica
pt_br: Randonautica

# FindPlace.FPPreloaderAnimation.Bottom
source: The unknown is almost here...
de: Random points are generated...
pt_br: Random points are generated...

# Direct.Explore.Title
source: Explore
de: Erkunden
pt_br: Explorar

# Direct.Explore.SubTitle
source: It's time to open the box to look inside
de: Teilen Sie Ihren Standort und fordern Sie den nächsten zufälligen Ort von Interesse an, den Sie erkunden möchten.
pt_br: Compartilhe sua localização e solicite o próximo ponto de interesse aleatório para explorar.

# Direct.Learn.Title
source: Learn More
de: Lernen
pt_br: Informar-se

# Direct.Wallpapers.Title
source: See Unusual
de: Sehen
pt_br: Ver

# Direct.And
source: and
de: und
pt_br: e

# Direct.Join.Title
source: Join Reddit
de: Join
pt_br: Join

# Direct.Journal.Title
source: Journal Trip
de: Remember
pt_br: Remember

# Wallpapers.Title
source: Wallpapers
de: Hintergrundbilder
pt_br: Papéis de parede

# Wallpaper.Save
source: Save
de: Speichern
pt_br: Salvar

# Wallpaper.Preview
source: Preview
de: Voransicht
pt_br: Visualizar

# Wallpaper.SavedToCameraRoll
source: Saved to Camera Roll
de: Auf Filmrolle gespeichert
pt_br: Salvo no rolo da câmera

# Wallpaper.SavedToCameraRoll.Failure
source: Failure to save image
de: Speichern des Bildes fehlgeschlagen
pt_br: Falha ao salvar imagem

# Wallpaper.NoAccessToPhotoLibrary.Title
source: No Access
de: Kein Zugriff
pt_br: Sem acesso

# Wallpaper.NoAccessToPhotoLibrary.Message
source: Go to settings and give permission
de: Gehen Sie zu Einstellungen und erteilen Sie die Berechtigung
pt_br: Vá em configurações e conceda permissão

# LearnCategories.Title
source: Learn
de: Lernen
pt_br: Informar-se

# LearnContent.Title
source: Learn
de: Lernen
pt_br: Informar-se
